const fa = {
  primaryHero: {
    title: 'اثرسازان',
    description: 'خلق آثار جاودان',
  },
  secondaryHero: {
    title: 'خلق آثار جاودان',
    lead: 'اثرسازان',
    description: 'هدف ما خلق آثار جاودان در سرتاسر ایران عزیزمان است',
  },
  thirdHero: {
    title: 'ایده‌ات را بساز، اثرت را جاودانه کن',
  },
  lastHero: {
    title: 'اثرسازان',
    description: 'هدف ما خلق آثار جاودان در سرتاسر ایران عزیزمان است',
  },
  projectsHero: {
    header: 'پروژه ها',
    goBack: 'بازگشت',
    place: 'محل',
    specs: 'مشخصات',
  },
  navigations: {
    home: {
      label: 'خانه',
      title: 'اثر سازان',
      description: 'خلق آثار جاودان',
    },
    about: {
      label: 'درباره ما',
      title: '',
      description: '',
    },
    contacts: {
      label: 'تماس با ما',
      title: '',
      description: '',
    },
    blogs: {
      label: 'وبلاگ',
      title: '',
      description: '',
    },
    partners: {
      label: 'همکاران ما',
      title: '',
      description: '',
    },
    projects: {
      label: 'پروژه ها',
      title: '',
      description: '',
    },
  },
  stories: {
    story1: {
      title: 'بنیان‌گذار فردای شهری شما',
      lead: '',
    },
    story2: {
      title: 'نوآوری',
      lead: 'ارائه‌ی راه حل های نوآورانه متناسب با نیازهای مشتریان',
    },
    story3: {
      title: 'رعایت اصول',
      lead: 'فعالیت بر پایه اصول اخلاقی، تعهد، تخصص و نوآوری',
    },
    story4: {
      title: 'معماری ایرانی',
      lead: 'وفاداری و شناخت به معماری سنتی قدیمی ایرانی',
    },
  },
  slides: {
    slide1: {
      title: 'طراحی',
      lead: 'ایجاد طرح‌های دقیق و جذاب برای پروژه‌های ساختمانی',
    },
    slide2: {
      title: 'ساخت',
      lead: 'اجرای طرح‌ها با استفاده از مواد با کیفیت و تکنولوژی‌های روز',
    },
    slide3: {
      title: 'مشاوره',
      lead: 'مشاوره در پروژه‌های ساختمانی: انتخاب طرح، مواد و فن‌آوری‌های مناسب',
    },
  },
  projects: {
    zarafshan: { title: 'ساختمان اداری زرافشان', specs: '', place: 'تهران' },
    eksir: {
      title: 'سوله اکسیر کیش',
      specs: 'طراحی و ساخت کارخانه صنعتی',
      place: 'کیش',
    },
    sina: {
      title: 'سینا رزیدنس',
      specs: 'طراحی و ساخت کارخانه صنعتی',
      place: 'کیش',
    },
    vanush: {
      title: 'ونوش',
      specs: 'طراحی و ساخت یک واحد تجاری به همراه دو واحد مسکونی',
      place: 'ونوش',
    },
    savadkoh: {
      title: 'سوادکوه',
      specs: 'طراحی و ساخت یک واحد ویلایی دو طبقه',
      place: 'سوادکوه',
    },
    sadaf: { title: 'صدف کیش', specs: 'طراحی و ساخت آپارتمان', place: 'کیش' },
  },
  testimonial: {
    title: 'نظرات',
    rajabi: {
      name: 'امین رجبی',
      message:
        'حرفه ای برخورد می کنند و چیزی که خیلی برام متمایز بود تخصص و تجربه ای که در این زمینه داشتن بود.',
    },
    mohebi: {
      name: 'علیرضا محبی',
      message: 'یکی از ویژگی های بارز شرکت سر وقت بودن و زمان بندی درست بود.',
    },
    marashi: {
      name: 'مهدی مرعشی',
      message:
        'از این که پروژه‌ی ساختمانی خودم رو به این شرکت واگذار کردم خیلی خوشحالم، خیلی متعهد هستند.',
    },
    zahedi: {
      name: 'آرش زاهدی',
      message:
        'شرکت جاودان بسیار قابل اعتماد هستند و در موقعیت های حساس پروژه پاسخگو.',
    },
  },
  footer: {
    copywrite: 'اثرسازان @ ۱۴۰۴',
    newsletter: {
      label: 'در ارتباط باشید',
      placeholder: 'آدرس ایمیل شما',
      cta: 'ثبت',
      description:
        'با ثبت نام می‌خواهم از به‌روزرسانی‌ها و شاهکارهای جدید مطلع شوم و با سیاست حفاظت از داده‌های عصارسازان موافقم.',
      successMsg: 'درخواست شما با موفقیت ثبت شد',
      errorMsg1: 'درخواست شما ثبت نشد',
    },
    col1label: 'دسترسی سریع',
    col2label: 'ارتباط با ما',
  },
  aboutus: {
    title: 'درباره ما',
    lead: 'اثر سازان، سازنده‌ی آینده‌ای ماندگار',
    content: `شرکت اثر سازان با بیش از یک دهه تجربه در حوزه انبوه‌سازی پروژه‌های ساختمانی، فعالیت خود را با هدف خلق فضاهایی ایمن، مدرن و باکیفیت آغاز کرده و هم‌اکنون به عنوان یکی از مجموعه‌های پیشرو در صنعت ساخت‌وساز شناخته می‌شود.
<br>
ما در اثر سازان، ساختن را صرفاً به معنای برپا کردن سازه نمی‌دانیم؛ بلکه باور داریم هر پروژه فرصتی‌ست برای اثرگذاری، ارتقای کیفیت زندگی و ساخت آینده‌ای بهتر برای جامعه. از طراحی مهندسی گرفته تا اجرای دقیق و تحویل به‌موقع، تمام مراحل پروژه‌ها با تکیه بر تیمی متخصص، مصالح باکیفیت و استانداردهای روز دنیا انجام می‌پذیرد.
<br>
پورتفولیوی ما شامل پروژه‌های مسکونی، تجاری و اداری در مقیاس‌های بزرگ است که در مناطق مختلف شهری اجرا شده‌اند و رضایت کارفرمایان و بهره‌برداران گواهی بر کیفیت کار ماست.
<br>
در اثر سازان، ما هر روز در تلاشیم تا سازه‌هایی بسازیم که نه‌تنها در زمان حال بدرخشند، بلکه در سال‌های آینده نیز اثربخش، مقاوم و ارزشمند باقی بمانند.
<br>
اثر سازان؛ جایی که ساختن، تبدیل به خلق اثر می‌شود.`,
  },
  contactus: {
    title: 'با ما در ارتباط باشید',
    lead: 'برای تماس با شرکت از راه های زیر استفاده نمایید',
    phone: '۰۷۶۴۴۴۵۸۱۲۹',
    address1: 'دفتر مرکزی: تهران، قیطریه، میدان کتابی، پلاک یک',
    address2: 'دفتر کیش: بلوار‌مروارید، مجتمع شارستان، طبقه اول، پلاک۷۶',
    email: 'info@javdan.co',
    labels: {
      address: 'نشانی',
      phone: 'تلفن',
      email: 'ایمیل',
    },
    form: {
      title: 'نظرات خود را با ما به اشتراک بگذارید',
      fields: {
        name: 'نام',
        surname: 'نام‌خانوادگی',
        email: 'آدرس پست الکرتورنیکی',
        phone: 'شماره تماس',
        subscribe: 'مایل به دریافت پیام از اثرسازان هستم.',
        acceptTerms: 'من سیاست حفظ حریم خصوصیث را خوانده‌ام و با آن موافقم.',
        selectCallback: 'لطفا یک روش تماس ترجیحی را انتخاب کنید',
        callBackViaPhone: 'درخواست تماس تلفنی',
        callBackViaEmail: 'درخواست ارتباط از طریق ایمیل',
      },
      submit: 'ارسال',
      successMsg: 'درخواست شما با موفقیت ثبت شد',
      errorMsg1: 'درخواست شما ثبت نشد',
    },
  },
}

export type I18nDictionary = typeof fa

export default { ...fa } as const
